
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Controleer of het Apple Wi-Fi-basisstation op een stopcontact is aangesloten en controleer of het zich in de buurt van de computer bevindt of is aangesloten via een Ethernet-verbinding. Probeer het vervolgens opnieuw. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Onbekend probleem (%@)";
"tooNew.description" = "Dit Apple Wi-Fi-basisstation heeft een onbekend probleem gerapporteerd. Klik op 'Software-update' om AirPort-configuratieprogramma bij te werken en probeer het vervolgens opnieuw.";
"tooNew.remedy" = "Software-update…";

/* kACPProblemCodeUnknown */
"unkn" = "Onbekend probleem";
"unkn.description" = "Dit Apple Wi-Fi-basisstation heeft een onbekend probleem gerapporteerd. U kunt het apparaat uit- en weer aanzetten, controleren of er nieuwe firmware voor het apparaat beschikbaar is of een harde reset uitvoeren. Als u een harde reset uitvoert, worden alle instellingen van het Apple Wi-Fi-basisstation gewist en moet het opnieuw worden geconfigureerd.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet losgekoppeld";
"waNL.description" = "Er is niets aangesloten op de Ethernet-WAN-poort. Als u een ADSL-, kabel- of andere breedbandmodem gebruikt voor uw internetverbinding of als u een netwerk gebruikt dat is verbonden met het internet, sluit u de breedbandmodem of het netwerk aan op de Ethernet-WAN-poort.";
"waNL.furtherInfo" = "Nadat u de Ethernet-verbinding met de WAN-poort hebt gecontroleerd, klikt u op 'Controleer Ethernet-WAN-poort'.";
"waNL.retest" = "Controleer Ethernet-WAN-poort";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internetverbinding";
"waNI.description" = "Uw Apple Wi-Fi-basisstation heeft geen geldig IP-adres. Controleer of het Apple Wi-Fi-basisstation is aangesloten op uw breedbandmodem of lokale netwerk en of de instellingen juist zijn. Probeer het vervolgens opnieuw. Als u vervolgens nog steeds geen verbinding kunt maken, neemt u contact op met uw internetaanbieder.";
"waNI.furtherInfo" = "Een veelgebruikte oplossing voor dit probleem is om de breedbandmodem opnieuw in te stellen. U doet dit door de breedbandmodem uit te schakelen, ten minste vijf minuten te wachten en de breedbandmodem vervolgens weer in te schakelen.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Draadloos netwerk";
"raNN.description" = "Dit Apple Wi-Fi-basisstation is ingesteld om verbinding te maken met een specifiek draadloos netwerk dat niet is gevonden. Als het netwerk waarmee u verbinding wilt maken niet wordt weergegeven in het venstermenu 'Netwerknaam', geeft u de netwerknaam en het netwerkwachtwoord (indien noodzakelijk) op en probeert u het vervolgens opnieuw.";
"raNN.remedy" = "Draadloos…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS-fout";
"wdsP.description" = "Dit Apple Wi-Fi-basisstation is ingesteld om deel uit te maken van een WDS-netwerk, maar er zijn geen andere Apple Wi-Fi-basisstations gevonden.";
"wdsP.furtherInfo" = "Controleer of de draadloze MAC-adressen van de draadloze WDS-apparaten juist zijn en zorg ervoor dat de draadloze apparaten op een stopcontact zijn aangesloten en zich in de buurt van dit Apple Wi-Fi-basisstation bevinden.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE-server";
"ppNS.description" = "Dit Apple Wi-Fi-basisstation is ingesteld om via PPPoE verbinding te maken met het internet, maar er is geen PPPoE-server gevonden. Controleer eerst of uw internetaanbieder inderdaad gebruikmaakt van PPPoE en controleer daarna of uw modem is ingeschakeld en is aangesloten op de WAN-poort van het Apple Wi-Fi-basisstation. Probeer het vervolgens opnieuw. Als u hierna nog steeds geen verbinding met de server kunt maken, neemt u contact op met uw internetaanbieder.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE-wachtwoord";
"ppBP.description" = "Dit Apple Wi-Fi-basisstation is ingesteld om via PPPoE verbinding te maken met het internet, en het wachtwoord dat u hebt opgegeven is onjuist. Corrigeer het wachtwoord en probeer het opnieuw. Als u vervolgens nog steeds geen verbinding kunt maken, neemt u contact op met uw internetaanbieder.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-server";
"rdNS.description" = "Dit Apple Wi-Fi-basisstation is ingesteld om via WPA-beveiliging op bedrijfsniveau of toegangscontrole via RADIUS verbinding te maken met het internet, maar er is geen RADIUS-server gevonden. Controleer de serverinstellingen en probeer het opnieuw.";
"rdNS.remedy" = "Toegang…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB-voeding"; 
"usbp.description" = "Een apparaat dat op de USB-poort van uw Apple Wi-Fi-basisstation is aangesloten verbruikt meer stroom dan dit Apple Wi-Fi-basisstation kan verschaffen. Sluit het apparaat zo mogelijk aan op een stopcontact of verbind het met een USB-hub met eigen voeding.";
"usbp.remedy" = "Schijven…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Schijf moet worden hersteld";
"fsck.description" = "Er heeft zich een probleem voorgedaan met de schijf die is aangesloten op uw Apple Wi-Fi-basisstation. Sluit de schijf aan op uw computer om hem te herstellen.";
"fsck.remedy" = "Schijven…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Interne schijf moet worden hersteld";
"Ifsc.description" = "Er doet zich een probleem voor met uw Time Capsule-schijf.";
"Ifsc.remedy" = "Schijven…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Schijf is bijna vol";
"fslo.description" = "Er is bijna geen ruimte meer vrij op een schijf die op uw Apple Wi-Fi-basisstation is aangesloten.";
"fslo.remedy" = "Schijven…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Interne schijf is bijna vol";
"Ifsl.description" = "Uw Time Capsule-schijf is bijna vol.";
"Ifsl.remedy" = "Schijven…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Niet-ondersteunde schijf";
"unsD.description" = "Een schijf die op uw Apple Wi-Fi-basisstation is aangesloten wordt niet ondersteund en kan niet worden gebruikt. Probeer een andere schijf.";
"unsD.remedy" = "Schijven…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Conflicterend DHCP-bereik";
"waRj.description" = "Dit Apple Wi-Fi-basisstation heeft een DHCP-adres geweigerd dat zich in hetzelfde subnet bevindt als de interne DHCP-server. Vermoedelijk is het beter om uw Apple Wi-Fi-basisstation in te stellen op de brugmodus. Als u toch DHCP en NAT wilt gebruiken om één IP-adres te delen, moet u uw DHCP-bereik wijzigen.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Standaardinstellingen";
"ctim.description" = "Dit Apple Wi-Fi-basisstation is ingesteld op de standaardinstellingen. U moet een wachtwoord opgeven, het draadloze netwerk beveiligen en het Apple Wi-Fi-basisstation configureren om verbinding te maken met het internet.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Zachte reset";
"soft.description" = "Dit Apple Wi-Fi-basisstation is opnieuw ingesteld en u hebt tijdelijk toegang om de instellingen te wijzigen die het netwerk ontoegankelijk maken.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Onbeveiligd draadloos netwerk";
"opNW.description" = "Het draadloze netwerk van dit Apple Wi-Fi-basisstation is niet beveiligd. Het verdient aanbeveling om uw draadloze netwerk te beveiligen met WPA2 - persoonlijk.";
"opNW.remedy" = "Wijzig beveiliging…";
"opNW.assistDescription" = "Als u de beveiligingsmodus niet wijzigt, blijft het statuslampje van het Apple Wi-Fi-basisstation oranje knipperen. Weet u zeker dat u wilt doorgaan?";

/* kACPProblemCodePublicPassword */
"pubP" = "Standaardwachtwoord";
"pubP.description" = "Dit Apple Wi-Fi-basisstation is beveiligd met het standaardwachtwoord. Het verdient aanbeveling om het wachtwoord te wijzigen zodat uw draadloze Apple Wi-Fi-basisstation beter beveiligd is.";
"pubP.remedy" = "Wijzig wachtwoord…";
"pubP.assistDescription" = "Als u het wachtwoord niet wijzigt, blijft het statuslampje van het Apple Wi-Fi-basisstation oranje knipperen. Weet u zeker dat u wilt doorgaan?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Dubbel gebruik van NAT";
"DubN.description" = "Dit Apple Wi-Fi-basisstation gebruikt een privaat IP-adres op de Ethernet-WAN-poort. Het is aangesloten op een apparaat of netwerk dat gebruikmaakt van NAT (Network Address Translation) om private IP-adressen te leveren. Wijzig de instellingen op het Apple Wi-Fi-basisstation zodat de brugmodus wordt gebruikt in plaats van DHCP en NAT.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-identiteitscontrole";
"wbAu.description" = "U gebruikt een onjuiste naam of een onjuist wachtwoord om in te loggen bij uw DNS-server. Corrigeer de naam of het wachtwoord en probeer het opnieuw. Als het probleem zich blijft voordoen, neemt u contact op met de beheerder van de DNS-server die u gebruikt.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Netwerk met uitgebreid bereik";
"bsWD.description" = "Dit Apple Wi-Fi-basisstation is er niet in geslaagd om het bereik van het draadloze netwerk uit te breiden. Controleer of het draadloze netwerk waarvan u het bereik probeert uit te breiden, is geconfigureerd en goed werkt, dat u op het apparaat een correct wachtwoord voor het draadloze netwerk hebt ingevoerd en dat dit apparaat zich binnen het bereik van het draadloze netwerk bevindt.";
"bsWD.remedy" = "Draadloos…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmware-update beschikbaar";
"upAv.description" = "Klik op 'Werk firmware bij' om de nieuwste firmware voor dit Apple Wi-Fi-basisstation te downloaden.";
"upAv.remedy" = "Werk firmware bij…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP via WAN";
"waSN.description" = "Dit Apple Wi-Fi-basisstation is zo ingesteld dat SNMP via de Ethernet-WAN-poort mogelijk is. Hierdoor neemt de veiligheid van het netwerk af.";
"waSN.remedy" = "Logbestanden en SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configuratie via WAN";
"waCF.description" = "Dit Apple Wi-Fi-basisstation is zo ingesteld dat configuratie via de Ethernet-WAN-poort mogelijk is. Hierdoor neemt de veiligheid van het netwerk af.";
"waCF.remedy" = "Basisstation…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Geen DNS-servers";
"nDNS.description" = "Dit Apple Wi-Fi-basisstation heeft geen DNS-serveradressen, waardoor er zich problemen met de internetverbinding kunnen voordoen.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Software-update beschikbaar";
"timz.description" = "Klik op 'Software-update' om AirPort-configuratieprogramma bij te werken en probeer het opnieuw.";
"timz.remedy" = "Software-update…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Dit Apple Wi-Fi-basisstation is in gebruik";
"TaIP.description" = "Trek de stekker van dit Apple Wi-Fi-basisstation niet uit het stopcontact en stel het apparaat niet opnieuw in totdat het beschikbaar is.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Uw accountnaam of wachtwoord voor MobileMe is onjuist";
"dMCR.description" = "Uw accountnaam of wachtwoord voor MobileMe is onjuist. Geef de juiste accountnaam en het juiste wachtwoord op en probeer het opnieuw.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Dit apparaat wordt mogelijk te warm";
"oTMP.description" = "Controleer of het Apple Wi-Fi-basisstation heet aanvoelt. Als dit het geval is, kiest u een andere locatie voor het apparaat of verwijdert u alles wat een goede ventilatie verhindert.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6-tunnelfout";
"6gdn.description" = "Er heeft zich een fout voorgedaan met het eindpunt van de IPv6-tunnel. Wacht tot de service is hersteld en probeer het opnieuw. Neem contact op met uw internetaanbieder als het probleem zich blijft voordoen.";
"6gdn.remedy" = "IPv6-instellingen…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6-relaisfout";
"6rdn.description" = "Er heeft zich een fout voorgedaan met de IPv6-relaisrouter. Wacht tot de service is hersteld en probeer het opnieuw. Neem contact op met uw internetaanbieder als het probleem zich blijft voordoen.";
"6rdn.remedy" = "IPv6-instellingen…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migratie onderbroken";
"mgrt.description" = "De migratie van de Time Capsule-schijf is onderbroken.";
"mgrt.remedy" = "Schijven…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migratie voltooid";
"mgEr.description" = "De schijfmigratie is voltooid. Klik op 'Ga door' om de vorige Time Capsule-schijf te wissen.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Probleem met de Time Capsule-schijf";
"SSdF.description" = "Er doet zich een probleem voor met uw Time Capsule-schijf. Sluit een harde schijf (USB) op de Time Capsule aan en gebruik het paneel 'Schijven' van AirPort-configuratieprogramma om de gegevens op de Time Capsule te archiveren en als reservekopie te bewaren. Ga voor reparatie naar een erkende Apple-serviceaanbieder.";
"SSdF.remedy" = "Schijven…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "De AirPort-schijf wissen";
"EraD.description" = "De AirPort-schijf '%@' wordt gewist. Het wissen kan niet worden geannuleerd.";

/* kACPTaskErasingInternalDisk */
"EraI" = "De Time Capsule-schijf wissen";
"EraI.description" = "Het wissen van de Time Capsule-schijf kan niet worden geannuleerd.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "De Time Capsule-schijf archiveren";
"ArcI.description" = "De Time Capsule-schijf '%1$@' wordt gearchiveerd op de AirPort-schijf '%2$@'. Klik op 'Annuleer' om het archiveren te stoppen.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Er is een waarde voor '%@' vereist.";

/* vGenErrorTooShort */
"gErB" = "De waarde voor '%@' is te kort.";

/* vGenErrorTooLong */
"gErC" = "De waarde voor '%@' is te lang.";

/* vGenErrorNotSupported */
"gErD" = "De instelling '%@' wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";

/* vGenErrorInvalid */
"gErE" = "De waarde voor '%@' is ongeldig.";

/* vGenErrorTooHigh */
"gErF" = "De waarde voor '%@' is te hoog.";

/* vGenErrorTooLow */
"gErG" = "De waarde voor '%@' is te laag.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "De tabel '%@' bevat te veel onderdelen.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Maak voor maximale beveiliging een ander wachtwoord dan 'public' aan.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Het doel-IP-adres voor syslog is ongeldig.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Het syslog-niveau is ongeldig.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "De geselecteerde beveiligingsmodus voor draadloze netwerken wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "U hebt geen geldige 40-bits WEP-sleutel opgegeven.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "U hebt geen geldige 128-bits WEP-sleutel opgegeven.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Het draadloze wachtwoord voor een TSN (Transitional Security Network) moet uit precies 13 tekens bestaan.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Het draadloze wachtwoord voor een netwerk dat met 'WPA - Persoonlijk' is beveiligd, moet bestaan uit minimaal 8 en maximaal 63 tekens. Het mag ook uit 64 hexadecimale tekens bestaan.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "De opgegeven time-out van de groepssleutel is te kort. De time-out moet langer of gelijk zijn aan 10 minuten.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "De opgegeven time-out van de groepssleutel is te lang. De time-out moet korter of gelijk zijn aan 9999999 minuten.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Automatische kanaaldetectie wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "De geselecteerde multicastsnelheid is niet geldig voor een lage radiodichtheid.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "De geselecteerde multicastsnelheid is niet geldig voor een normale radiodichtheid.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "De geselecteerde multicastsnelheid is niet geldig voor een hoge radiodichtheid.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "De geselecteerde multicastsnelheid is niet geldig voor een netwerk dat compatibel is met 802.11b of 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "De geselecteerde multicastsnelheid is niet geldig voor een met 802.11g-netwerk.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Clientmodus wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Uitschakeling van de radio wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Wanneer u een reeks IP-adressen wilt delen via 'Alleen DHCP', moet u uw WAN-IP-adres handmatig configureren. Als uw internetaanbieder u een reeks statische IP-adressen heeft toegewezen, moet u uw Apple Wi-Fi-basisstation handmatig configureren met het eerste IP-adres en de overige adressen verspreiden via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Het opgegeven routeradres is niet compatibel met uw WAN-IP-adres.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Het WAN-IP-adres mag niet hetzelfde zijn als het router-IP-adres.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Voor een handmatig geconfigureerde IPv6-tunnel is een statisch WAN-IP-adres vereist.";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Uitschakeling van de WAN-poort wordt niet door dit Apple Wi-Fi-basisstation ondersteund.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Om beheer op afstand via de WAN-poort in te schakelen, moet de WAN-poort zijn geactiveerd.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Als u PPPoE of een modem gebruikt om verbinding te maken via PPP, moet u DHCP/NAT selecteren.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Het delen van een internetverbinding is niet mogelijk als uw Apple Wi-Fi-basisstation is geconfigureerd om verbinding te maken met een draadloos netwerk."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Het opgegeven DHCP-bereik conflicteert met het WAN-IP-adres van uw Apple Wi-Fi-basisstation.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Het begin- of eindadres van het DHCP-bereik is ongeldig.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA via een WDS wordt niet door dit Apple Wi-Fi-basisstation ondersteund. Zorg dat u de nieuwste firmware gebruikt.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "Voor een WDS zijn meerdere Apple Wi-Fi-basisstations vereist. Voeg ten minste één WDS-peer toe.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS en WPA - bedrijfsniveau zijn niet compatibel. Als u een WDS-netwerk wilt opzetten, moet u WPA - persoonlijk gebruiken.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS is niet compatibel met radiomodi die werken bij 5 GHz. Wijzig de radiomodus en probeer het opnieuw.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Toegangscontrole op basis van MAC-adressen is ingeschakeld, maar er zijn geen MAC-adressen opgegeven. Schakel toegangscontrole op basis van MAC-adressen uit of voeg MAC-adressen aan de lijst toe.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Om een voorziening buiten het lokale netwerk bekend te maken via Bonjour, is een wide-area hostnaam vereist. U kunt uw Bonjour-instellingen opgeven door op de knop 'Wijzig' te klikken in het paneel '%@' van de AirPort-instellingen.";

/* End of AirePortErrors.strings file */
